export default {
    previewContent: [
        {
            title: '货到付款订单提交成功',
            id: 'TM00016',
            content: '您的订单已提交成功，开始为您打包商品，您在收货时还需要支付49元。<br><br>订单号：12345678<br>待付金额：30.00元<br>商品信息：我是商品名字<br>预计送达：11月11日下午<br><br>如有问题请致电400-828-1878或直接在微信留言，小易将第一时间为您服务！'
        },
        {
            title: '线上支付成功，待发货提醒',
            id: 'TM00015',
            content: '2019-07-08' + '<br>' +
            '您的订单已经支付成功，我们将尽快安排为您发货' + '<br>' + '<br>' +
            
            '支付金额:200.00' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '收货人：姓名' + '<br>' +
            '手机号：12345678901' + '<br>' +
            '收货地址：上海市宝山区微盟大厦' + '<br>' +
            '收货人：姓名' + '<br>' +
            '手机号：12345678901' + '<br>' +
            '点击可查看订单详情'
        },
        {
            title: '订单改价通知',
            id: 'OPENTM203998003',
            content: '2019-07-08' + '<br>' +
            '您好，我们已经将您的订单价格由xxx元修改为xxx元，请您确认价格后支付' + '<br>' + '<br>' +
            
            '订单编号:6789899786868767662422' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2/单价）' + '<br>' +
            '下单时间:2017-07-1213:00:32' + '<br>' +
            '订单总价:200.00' + '<br>' +
            '订单状态:待支付' + '<br>' +
            '点击可立即进行支付'
        },
        {
            title: '订单被卖家取消',
            id: 'TM00850',
            content: '2019-07-08' + '<br>' +
            '您的订单已经取消' + '<br>' + '<br>' +
            
            '支付金额:200.00' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2/单价）' + '<br>' +
            '收货信息:收货地址（收货人姓名/联系电话）' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '点击可查看订单详情'
        },
        {
            title: '订单自动取消通知',
            id: 'TM00850',
            content: '2019-07-08' + '<br>' +
            '您的订单超时未支付，已自动取消' + '<br>' + '<br>' +
            
            '支付金额:200.00' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2/单价）' + '<br>' +
            '收货信息:收货地址（收货人姓名/联系电话）' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '点击可查看订单详情'
        },
        {
            title: '拼团失败',
            id: 'TM00850',
            content: '2019-07-08' + '<br>' +
            '您参加的拼团07879789，由于人数不足已失败，系统将自动退款。' + '<br>' + '<br>' +
            
            '支付金额:200.00' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2/单价）' + '<br>' +
            '收货信息:收货地址（收货人姓名/联系电话）' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '售后单编号：687890809809980970970' + '<br>' +
            '点击可查看订单详情'
        },
        {
            title: '拼团成功',
            id: 'OPENTM407456411',
            content: '恭喜您拼团成功！我们将尽快为您发货。' + '<br>' +
            '订单编号：21568458456568' + '<br>' +
            '商品名称：手机' + '<br>' +
            '感谢您的使用。' + '<br>' +
            '点击查看详情'
        },
        {
            title: '订单被卖家取消',
            id: 'TM00850',
            content: '2019-07-08' + '<br>' +
            '您的订单已被卖家关闭' + '<br>' + '<br>' +
            
            '关闭原因:关闭原因内容' + '<br>' +
            '退款金额:200.00 ' + '<br>' +
            '支付金额:200.00 ' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2/单价）' + '<br>' +
            '收货信息:收货地址（收货人姓名/联系电话）' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '点击可查看订单详情'
        },
        {
            title: '订单未支付提醒支付通知',
            id: 'TM00850',
            content: '2019-07-08' + '<br>' +
            '您的订单将在10分钟后自动取消，请及时支付' + '<br>' + '<br>' +
            '支付金额:200.00 ' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2/单价）' + '<br>' +
            '收货信息:收货地址（收货人姓名/联系电话）' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '点击可查看订单详情'
        },
        {
            title: '订单已发货提醒',
            id: 'OPENTM200565259',
            content: '2019-07-08' + '<br>' +
            '您的商品已经全部发货，请注意及时查收' + '<br>' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '物流公司:物流公司名称' + '<br>' +
            '物流单号:Y123456789' + '<br>' +
            '点击可查看订单详情'
        },
        {
            title: '订单买家确认收货通知',
            id: 'OPENTM202314085',
            content: '2019-07-08' + '<br>' +
            '您的订单已完成确认收货，期待再次为您服务' + '<br>' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '下单时间:2017-09-1814:00:00' + '<br>' +
            '发货时间:2017-09-1814:00:00' + '<br>' +
            '确认收货时间:2017-09-1814:00:00' + '<br>' +
            '点击可查看订单详情'
        },
        {
            title: '订单即将自动确认收货通知',
            id: 'OPENTM207206752',
            content: '2019-07-08' + '<br>' +
            '您的订单将在24小时后自动确认收货' + '<br>' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '发货时间:2017-09-1814:00:00' + '<br>' +
            '自动确认收货时间:2017-09-1814:00:00' + '<br>' +
            '点击可查看订单详情'
        },
        {
            title: '订单物流跟踪通知',
            id: 'TM00665',
            content: '您好，您的订单包裹已被您拒收' + '<br>' + '<br>' +
            '订单号：C0-xxxxxxx-xxxxxxx' + '<br>' + 
            '包裹单号：xxxxxxxxxxxxxx' + '<br>' +
            '付款信息：￥125.67现金付款' + '<br>' +
            '配送信息：1860000000' + '<br>' +
            '收件人：邹先生' + '<br>' +
            '如有疑问，请联系我们'
        },
        {
            title: '订单状态更新',
            id: 'TM00017',
            content: '尊敬的kant:' + '<br>' + '<br>' +
            '订单编号：1130927196009757' + '<br>' + 
            '订单状态：已完成' + '<br>' + '<br>' + 
            '其他订单信息' + '<br>' +
            '物流公司：圆通速递(上海)' + '<br>' +
            '快递单号：8031971890' + '<br>' +
            '点击“详情”查看完整物流信息'
        },
        {
            title: '售后申请通知',
            id: 'TM00431',
            content: '2019-07-08' + '<br>' + 
            '您已成功售后申请已提交，我们会尽快处理您的退款/退货退款/换货申请。' + '<br>' + '<br>' + 
            '申请退款金额:200.00' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '点击可了解售后的最新进度'
        },
        {
            title: '退款成功通知',
            id: 'TM00430',
            content: '2019-07-08' + '<br>' + 
            '您的订单已经完成退款，请留意查收退款金额。' + '<br>' + '<br>' + 
            '申请退款金额:200.00' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '点击可查看售后详情'
        },
        {
            title: '售后申请被拒绝通知',
            id: 'OPENTM207144006',
            content: '2019-07-08' + '<br>' + 
            '您的退款申请被拒绝' + '<br>' + '<br>' + 
            '提交时间:2017-09-1918:23:09' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '退款金额:200.00' + '<br>' +
            '失败原因:商户拒绝原因内容' + '<br>' +
            '点击查看详情'
        },
        {
            title: '商家同意退货，提醒买家退货通知',
            id: 'OPENTM412499937',
            content: '2019-07-08' + '<br>' + 
            '卖家已同意您的退款退货申请，请退货 ' + '<br>' + '<br>' + 
            '退款金额:200.00' + '<br>' + 
            '同意时间:2017-09-1918:23:09' + '<br>' +
            '商品信息:商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '下单时间:2017-09-1018:23:09' + '<br>' +
            '订单金额:400.00' + '<br>' +
            '点击查看详情'
        },
        {
            title: '换货售后，商家已发货',
            id: 'OPENTM200565259',
            content: '2019-07-08' + '<br>' + 
            '您的换货商品已经全部发货，请注意及时查收 ' + '<br>' + '<br>' + 
            '订单编号:6789899786868767662422' + '<br>' + 
            '物流公司:物流公司名称' + '<br>' +
            '物流单号:Y123456789' + '<br>' +
            '点击查看详情'
        },
        {
            title: '订单引导评价提醒',
            id: 'OPENTM205102209',
            content: '2019-07-08' + '<br>' + 
            '您的订单已交易完成，评价订单将会对其他买家有很大帮助 ' + '<br>' + '<br>' + 
            '订单编号:6789899786868767662422' + '<br>' + 
            '下单时间：2017-09-1814:00:00' + '<br>' +
            '点击可立即对订单进行评价'
        },
        {
            title: '商家回复评论通知',
            id: 'OPENTM205102209',
            content: '2019-07-08' + '<br>' + 
            '商家已回复您的评论 ' + '<br>' + 
            '商品信息：商品名称（数量1/规格1/规格2//单价）' + '<br>' + 
            '订单编号：6789899786868767662422' + '<br>' +
            '下单时间：2017-09-1814:00:00' + '<br>' +
            '点击查看评论详情'
        },
        {
            title: '评论被精选通知',
            id: 'OPENTM205102209',
            content: '2019-07-08' + '<br>' + 
            '您的评论已被设为精选，感谢您的支持 ' + '<br>' + 
            '商品信息：商品名称（数量1/规格1/规格2//单价）' + '<br>' + 
            '订单编号：6789899786868767662422' + '<br>' +
            '下单时间：2017-09-1814:00:00' + '<br>' +
            '点击查看评论详情'
        },
        {
            title: '用户身份变更提醒',
            id: 'TM00007',
            content: '微信昵称：biu' + '<br>' + 
            '手机号：13912345678 ' + '<br>' + 
            '商户地址：微信某某店' + '<br>' + 
            '备注：如有疑问，请咨询13912345678。' + '<br>' +
            '下单时间：2017-09-1814:00:00' + '<br>' +
            '点击查看评论详情'
        },
        {
            title: '积分变动通知',
            id: 'TM00007',
            content: '您的积分账户有新的变动，具体内容如下：' + '<br>' + 
            '变动时间：2019-07-1120:30:00' + '<br>' + 
            '变动积分：+10' + '<br>' + 
            '变动原因：登录奖励' + '<br>' +
            '当前积分：1280' + '<br>' +
            '商户电话：010-7890087' + '<br>' +
            '感谢您的使用，如有疑问请拨打商户电话咨询'
        },
        {
            title: '余额变动',
            id: 'OPENTM401833445',
            content: '尊敬的用户,你的账户发生变动' + '<br>' + 
            '变动时间：2016-03-25 09:36' + '<br>' + 
            '变动类型：消费扣减' + '<br>' + 
            '变动金额：111元' + '<br>' +
            '当前余额：500元' + '<br>' +
            '详情请点击此消息进入会员中心-余额变更记录进行查询!'
        },
    ],
    previewContent2: [
        {
            title: '货到付款订单提交成功',
            id: 'AT0210',
            content: '2019-07-08' + '<br>' +
            '待付金额：200.00' + '<br>' + 
            '商品信息:商品名称（数量1/规格1/规格2/单价）' + '<br>' +
            '订单号：98796987989080' + '<br>' +
            '下单时间：2017-09-1918:23:09' + '<br>' +
            '收货人：姓名' + '<br>' +
            '手机号：123' + '<br>' +
            '收货地址：上海市宝山区微盟大厦'
        },
        {
            title: '线上支付成功，待发货提醒',
            id: 'AT0009',
            content: '2019-07-08' + '<br>' +
            '支付金额：200.00' + '<br>' + 
            '商品信息:商品名称（数量1/规格1/规格2/单价）' + '<br>' +
            '订单号：98796987989080' + '<br>' +
            '收货人：姓名' + '<br>' +
            '联系人手机号：123' + '<br>' +
            '收货地址：上海市宝山区微盟大厦'
        },
        {
            title: '订单改价通知',
            id: 'AT0693',
            content: '2019-07-08' + '<br>' +
            '您好，我们已经将您的订单价格由xxx元修改为xxx元，请您确认价格后支付' + '<br>' + '<br>' + 
            '订单编号:6789899786868767662422' + '<br>' + 
            '商品信息:商品名称（数量1/规格1/规格2/单价）' + '<br>' +
            '下单时间:2017-07-1213:00:32' + '<br>' +
            '订单总价:200.00' + '<br>' +
            '订单状态:待支付' + '<br>' +
            '点击可立即进行支付' 
        },
        {
            title: '订单被卖家取消',
            id: 'AT0024',
            content: '2019-07-08' + '<br>' +
            '您的订单已经取消' + '<br>' + '<br>' + 
            '支付金额:200.00' + '<br>' + 
            '商品信息:商品名称（数量1/规格1/规格2/单价）' + '<br>' +
            '收货信息:收货地址（收货人姓名/联系电话）' + '<br>' +
            '订单编号:6789899786868767662422' + '<br>' +
            '点击可查看订单详情' 
        },
        {
            title: '订单自动取消通知',
            id: 'AT0024',
            content: '2019-07-08' + '<br>' +
            '订单金额：90.00' + '<br>' + 
            '温馨提示：您的订单超时未支付，已被系统自动取消' + '<br>' +
            '商品名称：商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '订单编号：6789899786868767662422' + '<br>' +
            '取消时间：2017-09-1918:23:09' 
        },
        {
            title: '拼团失败',
            id: 'AT0310',
            content: '2019-07-08' + '<br>' +
            '失败原因：24小时内24小时内还没凑满3人参团' + '<br>' + 
            '商品名称：草莓欧蕾*1杯' + '<br>' +
            '订单号：2017041329837' + '<br>' +
            '退款金额：12元'
        },
        {
            title: '拼团成功',
            id: 'AT0051',
            content: '商品名称：5kg桃子' + '<br>' +
            '成团人数：5' + '<br>' + 
            '订单号：201704112365' + '<br>' +
            '订单金额：88' 
        },
        {
            title: '订单被卖家取消',
            id: 'AT0375',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '支付金额：90.00' + '<br>' + 
            '拒绝原因：配送距离过远' + '<br>' +
            '备注：退款将在1-3个工作日内送达您的账户，请耐心等待' + '<br>' +
            '拒绝时间：2017-09-1918:23:09' + '<br>' +
            '商品名称：商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '订单号：6789899786868767662422' 
        },
        {
            title: '订单未支付提醒支付通知',
            id: 'AT0008',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '待付金额：90.00' + '<br>' + 
            '温馨提示：您有一笔订单未支付，10分钟后未付款将自动取消，请尽快支付' + '<br>' +
            '商品名称：商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '订单号：6789899786868767662422' + '<br>' +
            '提醒时间：2017-09-1918:23:09' 
        },
        {
            title: '订单已发货提醒',
            id: 'AT0007',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '订单号：6789899786868767662422' + '<br>' + 
            '收货地址：收货人（13612341234）' + '<br>' +
            '商品名称：商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '配送方式：商家配送' + '<br>' +
            '配物流公司：韵达快递' + '<br>' +
            '物流单号：6789899786868767662422' 
        },
        {
            title: '订单买家确认收货通知',
            id: 'AT0241',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '温馨提示：您的订单已确认收货，感谢您的支持' + '<br>' + 
            '订单编号：6789899786868767662422' + '<br>' +
            '商品名称：商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '确认收货时间：2017-09-1918:23:09'
        },
        {
            title: '订单即将自动确认收货通知',
            id: 'AT0241',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '温馨提示：您的订单已自动确认收货，感谢您的支持' + '<br>' + 
            '订单编号：6789899786868767662422' + '<br>' +
            '商品名称：商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '确认收货时间：2017-09-1918:23:09'
        },
        {
            title: '售后申请通知',
            id: 'AT0637',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '温馨提示：您已申请退款，等待商家确认退款信息。' + '<br>' + 
            '退款金额：100' + '<br>' +
            '商品名称：七匹狼正品牛皮男士钱包' + '<br>' +
            '申请时间：2017/12/128：00' + '<br>' +
            '订单编号：546787944-55446467-544749'
        },
        {
            title: '退款成功通知',
            id: 'AT0787',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '退款金额：100' + '<br>' +
            '退款时间：2017-09-1918:23:09' + '<br>' +
            '商品名称：商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '订单号：6789899786868767662422'
        },
        {
            title: '售后申请被拒绝通知',
            id: 'AT0553',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '状态：审核未通过' + '<br>' +
            '拒绝原因：不再售后范围内' + '<br>' +
            '售后类型：退换退款' + '<br>' +
            '订单号：  X00112586545566/A' + '<br>' +
            '商品名称：nike鞋' + '<br>' +
            '申请时间：2017-07-03 15:00:02'
        },
        {
            title: '商家同意退货，提醒买家退货通知',
            id: 'AT0553',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '退款金额：200.00' + '<br>' +
            '温馨提示：卖家已同意您的退款退货申请，请及时填写退货信息' + '<br>' +
            '商品信息：商品名称（数量1/规格1/规格2//单价）' + '<br>' +
            '订单编号：719378473278' + '<br>' +
            '同意时间：2017-09-1918:23:09'
        },
        {
            title: '订单引导评价提醒',
            id: 'AT0503',
            content: '2019-07-08' + '<br>' + 
            '温馨提示：您的订单已完成，评价订单将会对其他买家有很大帮助' + '<br>' +
            '订单编号：6789899786868767662422' + '<br>' +
            '商品名称：商品名称（数量1/规格1/规格2//单价）' 
        },
        {
            title: '换货售后，商家已发货',
            id: 'AT1122',
            content: '2019-07-08' + '<br>' + 
            '温馨提示 您好，您购买的商品已经发货，点击查看详情。' + '<br>' +
            '订单编号 1234567890' + '<br>' +
            '商品名称 苹果' + '<br>' +
            '物流公司 EMS' + '<br>' +
            '物流单号 1234567890' + '<br>' +
            '收货地址 徐州市大学路1号15-5门' + '<br>' +
            '收货人 林先生' + '<br>' +
            '手机号码 15567893456'
        },
        {
            title: '商家回复评论通知',
            id: 'AT0503',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '温馨提示：商家已回复您的评论' + '<br>' +
            '订单编号：6789899786868767662422' + '<br>' +
            '商品名称：商品名称（数量1/规格1/规格2//单价）' 
        },
        {
            title: '评论被精选通知',
            id: 'AT0503',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '温馨提示：您的评论已被设为精选，感谢您的支持' + '<br>' +
            '订单编号：6789899786868767662422' + '<br>' +
            '商品名称：商品名称（数量1/规格1/规格2//单价）' 
        },
        {
            title: '余额变动',
            id: 'AT0157',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '变动金额：+200.00' + '<br>' +
            '当前余额：100.00' + '<br>' +
            '变动时间：2017-09-29 18:23:09' + '<br>' +
            '变动类型：会员余额-消费抵扣/现金充值/充值赠送' 
        },
    ],
    previewContent3: [
        {
            title: '线上支付成功，待发货提醒',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '【移动商城】（商户名称）亲爱的张张，您购买的旺旺超级大礼包已支付成功，我们将尽快为您安排发货。'
        },
        {
            title: '订单改价通知',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '【移动商城】（商户名称）亲爱的小花同学，我们已经将您的订单价格由15元修改为10元，请您确认价格后支付。'
        },
        {
            title: '订单自动取消通知',
            content: 
            '【店铺名称】温馨提示：亲爱的****（用户名），您的订单798908080989尚未付款快要关闭了，喜欢的话请抓紧时间付款哦，祝购物愉快。'
        },
        {
            title: '拼团失败',
            content: 
            '【店铺名称】温馨提示：亲爱的****（用户名)' + 
            '您参加的拼团购毛绒小熊，由于人数不足已失败，订单6987979878797已关闭，系统将自动退款，祝购物愉快。'
        },
        {
            title: '拼团成功',
            content: 
            '【店铺名称】温馨提示：亲爱的****（用户名），恭喜您，' + 
            '您参加的拼团购毛绒小熊已成团，订单编号6987979878797，我们将尽快为您发货，祝购物愉快。'
        },
        {
            title: '订单被卖家取消',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '【移动商城】（商户名称）亲爱的小花同学，您的订单已取消（订单编号888888）,10元的退款将退还至您的原有支付账户，具体到账时间以微信/银行为准，请注意查收！'
        },
        {
            title: '订单已发货提醒',
            content: 
            '【店铺名称】温馨提示：亲爱的****（用户名），订单798908080989您的宝贝已发货，圆通快递，快递单号708908908980，宝贝正在快马加鞭奔向你哦。'
        },
        {
            title: '退款成功通知',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '【移动商城】（商户名称）亲爱的小花同学，您的售后已退款成功（订单编号888888）,10元的退款已返还至您的原有支付账户，请注意查收！'
        },
        {
            title: '商家同意退货，提醒买家退货通知',
            content: '2019-07-08' + '<br>' + '<br>' + 
            '【移动商城】（商户名称）亲爱的小花同学，您的售后申请已通过（订单编号888888），请及时填写商品退货信息。'
        },
        {
            title: '换货售后，商家已发货',
            content: 
            '【店铺名称】温馨提示：亲爱的****（用户名），您换货的宝贝已发货，订单编号173094320492，物流公司：圆通快递，快递单号708908908980，宝贝正在快马加鞭奔向你哦。'
        },
    ]
}